buttons = {
    "buy_esim": "Купить eSIM",
    "local_esim": "Локальные eSIM",
    "region_esim": "Региональные eSIM",
    "global_esim:": "Глобальные eSIM"
}

responses = {
    "local_esim_tariff": "*🌍 Местная eSIM*\n"
        f"Вы выбрали eSIM с тарифом * ГБ на  дней*. В тариф также входит:\n"
        "   • Неограниченная скорость;\n"
        "   • Безопасное соединение;\n"
        "   • Режим модема.\n\n"
        "⚠️ На eSIM доступен только интернет-трафик, который работает в указанных странах. "
        "Для оформления eSIM не требуется удостоверение личности.\n\n"
        "После оплаты Вы получите QR-код и дополнительную информацию для установки eSIM. "
        "Срок действия eSIM отсчитывается с момента ее активации на Вашем устройстве.\n\n"
        "---------\n\n"
        "Перед покупкой eSIM, пожалуйста, убедитесь, что Ваше устройство поддерживается "
        "(iOS (https://t.me/fedafone_bot/ios_ru), Android (https://t.me/fedafone_bot/android_ru), "
        "Windows (https://t.me/fedafone_bot/windows_ru)).\n\n"
        "Нажимая кнопку Купить eSIM Вы соглашаетесь с условиями и положениями "
        "(https://t.me/fedafone_bot/terms_ru).\n\n"
        "💳 Изменить способ оплаты можно в меню Настройки.",

    "global_esim_tariff": "*🌍 Международная eSIM*\n"
        f"Вы выбрали eSIM с тарифом * ГБ на  дней*. В тариф также входит:\n"
        "   • Неограниченная скорость;\n"
        "   • Безопасное соединение;\n"
        "   • Режим модема.\n\n"
        f"🗺️ eSIM будет работать в следующих странах: \n\n"
        "⚠️ На eSIM доступен только интернет-трафик, который работает в указанных странах. "
        "Для оформления eSIM не требуется удостоверение личности.\n\n"
        "После оплаты Вы получите QR-код и дополнительную информацию для установки eSIM. "
        "Срок действия eSIM отсчитывается с момента ее активации на Вашем устройстве.\n\n"
        "---------\n\n"
        "Перед покупкой eSIM, пожалуйста, убедитесь, что Ваше устройство поддерживается "
        "(iOS (https://t.me/fedafone_bot/ios_ru), Android (https://t.me/fedafone_bot/android_ru), "
        "Windows (https://t.me/fedafone_bot/windows_ru)).\n\n"
        "Нажимая кнопку Купить eSIM Вы соглашаетесь с условиями и положениями "
        "(https://t.me/fedafone_bot/terms_ru).\n\n"
        "💳 Изменить способ оплаты можно в меню Настройки."
}