localization = {
  "button.replay_menu.buy_esim": "🛒 Купить eSIM",
  "button.replay_menu.my_esim": "📱 Мои eSIM",
  "button.replay_menu.settings": "⚙️ Настройки",
  "button.replay_menu.help": "📖 Помощь",
  "text.replay_menu.placeholder": "Выберите опцию",
  "text.replay_menu.text_menu": "📱 *TelegramPaymentBot* — мобильный интернет-оператор *eSIM*:\n\n    • 🌍 Покрытие в *190+ странах* (3G, 4G, 5G)\n    • ⚡ Высокая скорость\n    • 🔒 Безопасное соединение\n    • 📶 Режим модема\n    • 💸 Самые низкие цены\n\n\n    Выберите подходящее для Вас направление и тариф и пользуйтесь мобильным интернетом *через минуту после оплаты*.\n\n    *eSIM от TelegramPaymentBot* можно использовать одновременно с Вашей *основной SIM-картой*.\n\n    ➡️ Перейдите в меню _«Купить eSIM»_ или воспользуйтесь поиском ниже.\n    ⚙️ Изменить способ оплаты можно в меню _«Настройки»_.",


  "button.inline_menu.but_esim.popular_destinations": "🔥 Популярные направления",
  "button.inline_menu.buy_esim.local_esim": "Местная eSIM",
  "button.inline_menu.buy_esim.regional_esim": "Региональная eSIM",
  "button.inline_menu.buy_esim.global_esim": "Международная eSIM",
  "text.inline_menu.buy_esim.text_menu": "*Купить eSIM*\nВы можете купить eSIM как для отдельной страны, так и для определенного региона:",


  "text.inline_menu.buy_esim.local_esim.text_menu": "*🌍 Местные eSIM-пакеты:*\nПожалуйста, выберите страну, где Вам нужен мобильный интернет:",

  "text.inline_menu.buy_esim.local_esim.all_tariffs.text_menu": "*🌍 Местные eSIM-пакеты:*\nПожалуйста, выберите необходимый объем интернет-трафика:",

  "button.inline_menu.buy_esim.local_esim.all_tariffs.current_tariff": "Купить eSIM • {price}$",
  "text.inline_menu.buy_esim.local_esim.all_tariffs.current_tariff.text_menu": "*🌍 Местная eSIM*\nВы выбрали eSIM с тарифом *{gb} ГБ на {days} дней*. В тариф также входит:\n   • Неограниченная скорость;\n   • Безопасное соединение;\n   • Режим модема.\n\n⚠️ На eSIM доступен только интернет-трафик, который работает в указанных странах. Для оформления eSIM не требуется удостоверение личности.\n\nПосле оплаты Вы получите QR-код и дополнительную информацию для установки eSIM. Срок действия eSIM отсчитывается с момента ее активации на Вашем устройстве.\n\n---------\n\nПеред покупкой eSIM, пожалуйста, убедитесь, что Ваше устройство поддерживается (iOS (https://t.me/fedafone_bot/ios_ru), Android (https://t.me/fedafone_bot/android_ru), Windows (https://t.me/fedafone_bot/windows_ru)).\n\nНажимая кнопку Купить eSIM Вы соглашаетесь с условиями и положениями (https://t.me/fedafone_bot/terms_ru).\n\n💳 Изменить способ оплаты можно в меню Настройки.",


  "text.inline_menu.buy_esim.regional_esim.text_menu": "*🌍 Региональные eSIM-пакеты:*\nПожалуйста, выберите регион, где Вам нужен мобильный интернет:",

  "text.inline_menu.buy_esim.regional_esim.all_tariffs.text_menu": "*🌍 Региональные eSIM-пакеты:*\nПожалуйста, выберите необходимый объем интернет-трафика:",

  "button.inline_menu.buy_esim.regional_esim.all_tariffs.current_tariff": "Купить eSIM • {price}$",
  "text.inline_menu.buy_esim.regional_esim.all_tariffs.current_tariff.text_menu": "*🌍 Региональная eSIM*\nВы выбрали eSIM с тарифом *{gb} ГБ на {days} дней*. В тариф также входит:\n   • Неограниченная скорость;\n   • Безопасное соединение;\n   • Режим модема.\n\n🗺️ eSIM будет работать в следующих странах: {countries}\n\n⚠️ На eSIM доступен только интернет-трафик, который работает в указанных странах. Для оформления eSIM не требуется удостоверение личности.\n\nПосле оплаты Вы получите QR-код и дополнительную информацию для установки eSIM. Срок действия eSIM отсчитывается с момента ее активации на Вашем устройстве.\n\n---------\n\nПеред покупкой eSIM, пожалуйста, убедитесь, что Ваше устройство поддерживается (iOS (https://t.me/fedafone_bot/ios_ru), Android (https://t.me/fedafone_bot/android_ru), Windows (https://t.me/fedafone_bot/windows_ru)).\n\nНажимая кнопку Купить eSIM Вы соглашаетесь с условиями и положениями (https://t.me/fedafone_bot/terms_ru).\n\n💳 Изменить способ оплаты можно в меню Настройки.",


  "text.inline_menu.buy_esim.global_esim.text_menu": "*🌍 Международные eSIM-пакеты:*\nПожалуйста, выберите необходимый объем интернет-трафика:",

  "button.inline_menu.buy_esim.global_esim.current_tariff": "Купить eSIM • {price}$",
  "text.inline_menu.buy_esim.global_esim.current_tariff.text_menu": "*🌍 Международная eSIM*\nВы выбрали eSIM с тарифом *{gb} ГБ на {days} дней*. В тариф также входит:\n   • Неограниченная скорость;\n   • Безопасное соединение;\n   • Режим модема.\n\n🗺️ eSIM будет работать в следующих странах: {countries}\n\n⚠️ На eSIM доступен только интернет-трафик, который работает в указанных странах. Для оформления eSIM не требуется удостоверение личности.\n\nПосле оплаты Вы получите QR-код и дополнительную информацию для установки eSIM. Срок действия eSIM отсчитывается с момента ее активации на Вашем устройстве.\n\n---------\n\nПеред покупкой eSIM, пожалуйста, убедитесь, что Ваше устройство поддерживается (iOS (https://t.me/fedafone_bot/ios_ru), Android (https://t.me/fedafone_bot/android_ru), Windows (https://t.me/fedafone_bot/windows_ru)).\n\nНажимая кнопку Купить eSIM Вы соглашаетесь с условиями и положениями (https://t.me/fedafone_bot/terms_ru).\n\n💳 Изменить способ оплаты можно в меню Настройки.",


  "button.keyboards.buy_esim.local_esim.all_tariffs.current_tariff": "{gb} ГБ на {days} дней — {price}$",

  "button.keyboards.buy_esim.regional_esim.all_tariffs.current_tariff": "{gb} ГБ на {days} дней — {price}$",

  "button.keyboards.buy_esim.global_esim": "{gb} ГБ на {days} дней — {price}$",


  "text.inline_menu.my_esim.text_menu": "*Мои eSIM*\nNone. Хотите купить eSIM?",


  "button.inline_menu.settings.payment_methods": "Способы оплаты ⇨",
  "button.inline_menu.settings.change_language": "Язык / Language ⇨",
  "text.inline_menu.settings.text_menu": "*Настройки*\nПожалуйста, выберите необходимый пункт:",


  "button.inline_menu.help.help_center": "Справочный центр",
  "button.inline_menu.help.ios": "IOS",
  "button.inline_menu.help.android": "Android",
  "button.inline_menu.help.windows": "Windows",
  "button.inline_menu.help.website": "Веб-сайт Telegram_esim_buybot",
  "button.inline_menu.help.application_for_ios": "Приложение Telegram_esim_buybot для iPhone",
  "button.inline_menu.help.referral_program": "Реферальная программа",
  "text.inline_menu.help.text_menu": "*Помощь*\nВы можете обратиться напрямую в техническую поддержку @Telegram_esim_buybot или выбрать нужный раздел:",


  "button.next": "➡️ Далее",
  "button.back": "⬅️ Назад",
  "button.menu": "Меню",
  "button.close": "Закрыть",

  "error.tariff_not_found": "⚠️ Ошибка: тариф не найден.",
  "error.countries_not_found": "⚠️ Ошибка: страны не найдены."
}